[
  {
    "id": 1,
    "title": "What features come with Designer Search?",
    "description":
      "With Designer Search you get access to over hundreds of thousands ready-to-hire creative professionals along with the ability to use our powerful seamless search tool. You can easily search through designers by design speciality, location, budget, experience level, and more. Additionally, you can also view candidate portfolios and their listed skills to find the perfect fit for your role or project. Get started today"
  },
  {
    "id": 2,
    "title": "What features come with the Job Board?",
    "description":
      "With Job Board you can easily get your full-time or freelance job posting in front of the world’s top designers. You can easily post an external link to your company website as well to streamline your hiring process."
  },
  {
    "id": 3,
    "title": "How many jobs can I post with the Job Board?",
    "description":
      "With the Job Board you have access to one job posting and you can easily swap out listings as many times as you need to. If you’d like to have multiple postings up at the same time, you are able to purchase multiple Job Board subscriptions."
  },
  {
    "id": 4,
    "title": "Do I need a Dribbble account to attend?'",
    "description":
      "Nope, you don’t need a Dribbble account to attend a workshop, but we still encourage you to join our creative community. We’d love to have you join our platform—it’s free!"
  },
  {
    "id": 5,
    "title": "What comes with the Job Board and Designer Search bundle?",
    "description":
      "With the Job Board and Designer Search bundle you’re able to get the best of both of our hiring products. You can easily search through the best of the design community and filter by design speciality, location, budget, experience level, and more. You are also able to simply post your full-time or freelance job and let the candidates come to you as well. Our most powerful hiring solutions allow you to source candidates through our seamless search and through your regular application process to find the right fit for your role."
  },
  {
    "id": 6,
    "title":
      "Is this a monthly subscription?",
    "description":
      "All of our Hiring subscriptions are monthly or quarterly; you can select whichever option better suits your hiring needs."
  },
  {
    "id": 7,
    "title": "How do I make a purchase?",
    "description":
      "Simply press on the button related to the Hiring product you’re interested in to complete your purchase."
  }
]